{
  "architectures": [
    "DINOv3ConvNextModel"
  ],
  "depths": [
    3,
    3,
    9,
    3
  ],
  "drop_path_rate": 0.0,
  "hidden_act": "gelu",
  "hidden_sizes": [
    96,
    192,
    384,
    768
  ],
  "image_size": 224,
  "initializer_range": 0.02,
  "layer_norm_eps": 1e-06,
  "layer_scale_init_value": 1e-06,
  "model_type": "dinov3_convnext",
  "num_channels": 3,
  "torch_dtype": "float32",
  "transformers_version": "4.56.0.dev0"
}
